Repository: blaineam/Haven
Catalog: apple/HavenApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: Emoji (used if you remove your photo)
de: Emoji (wird verwendet, wenn du dein Foto entfernst)
es: Emoji (se usa si quitas tu foto)
fr: Emoji (utilisé si vous retirez votre photo)
it: Emoji (usata se rimuovi la foto)
ja: 絵文字（写真を削除した場合に使われます）
ko: 이모지 (사진을 삭제하면 사용됨)
pt_br: Emoji (usado se você remover sua foto)
zh_hans: 表情符号（移除照片后使用）

source: End %@
de: %@ beenden
es: Finalizar %@
fr: Terminer %@
it: Termina %@
ja: %@を終了
ko: %@ 종료
pt_br: Encerrar %@
zh_hans: 结束%@

source: Endpoint (e.g. s3.amazonaws.com)
de: Endpunkt (z. B. s3.amazonaws.com)
es: Endpoint (p. ej. s3.amazonaws.com)
fr: Point de terminaison (ex. s3.amazonaws.com)
it: Endpoint (es. s3.amazonaws.com)
ja: エンドポイント（例: s3.amazonaws.com）
ko: 엔드포인트 (예: s3.amazonaws.com)
pt_br: Endpoint (ex.: s3.amazonaws.com)
zh_hans: 端点（例如 s3.amazonaws.com）

source: Erase app & all identities
de: App & alle Identitäten löschen
es: Borrar la app y todas las identidades
fr: Effacer l'app et toutes les identités
it: Cancella l'app e tutte le identità
ja: アプリとすべてのアイデンティティを消去
ko: 앱 및 모든 아이덴티티 지우기
pt_br: Apagar o app e todas as identidades
zh_hans: 抹掉应用和所有身份

source: Erase everything
de: Alles löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
ja: すべて消去
ko: 모두 지우기
pt_br: Apagar tudo
zh_hans: 抹掉全部内容

source: Erase everything & start over
de: Alles löschen & neu beginnen
es: Borrar todo y empezar de cero
fr: Tout effacer et recommencer
it: Cancella tutto e ricomincia
ja: すべて消去してやり直す
ko: 모두 지우고 새로 시작
pt_br: Apagar tudo e começar de novo
zh_hans: 抹掉全部内容并重新开始

source: Erase Haven and every identity?
de: Haven und alle Identitäten löschen?
es: ¿Borrar Haven y todas las identidades?
fr: Effacer Haven et toutes les identités ?
it: Cancellare Haven e tutte le identità?
ja: Havenとすべてのアイデンティティを消去しますか？
ko: Haven과 모든 아이덴티티를 지울까요?
pt_br: Apagar o Haven e todas as identidades?
zh_hans: 要抹掉 Haven 和所有身份吗？

source: Every identity you've used on this device — tap one to switch.
de: Alle Identitäten, die du auf diesem Gerät verwendet hast — tippe auf eine, um zu wechseln.
es: Todas las identidades que has usado en este dispositivo — toca una para cambiar.
fr: Toutes les identités utilisées sur cet appareil — touchez-en une pour changer.
it: Tutte le identità che hai usato su questo dispositivo — toccane una per cambiare.
ja: このデバイスで使ったすべてのアイデンティティです。タップすると切り替えられます。
ko: 이 기기에서 사용한 모든 아이덴티티 — 탭하면 전환됩니다.
pt_br: Todas as identidades que você já usou neste dispositivo — toque em uma para trocar.
zh_hans: 你在这台设备上用过的所有身份——点按其中一个即可切换。

source: Everyone you know is already here.
de: Alle, die du kennst, sind schon hier.
es: Todos tus conocidos ya están aquí.
fr: Tous vos proches sont déjà là.
it: Tutti quelli che conosci sono già qui.
ja: 知り合いはもう全員ここにいます。
ko: 아는 사람들이 이미 모두 여기 있어요.
pt_br: Todo mundo que você conhece já está aqui.
zh_hans: 你认识的人都已经在这里了。

source: Everyone you know is already on the call.
de: Alle, die du kennst, sind schon im Anruf.
es: Todos tus conocidos ya están en la llamada.
fr: Tous vos proches sont déjà dans l'appel.
it: Tutti quelli che conosci sono già in chiamata.
ja: 知り合いはもう全員通話に参加しています。
ko: 아는 사람들이 이미 모두 통화 중이에요.
pt_br: Todo mundo que você conhece já está na chamada.
zh_hans: 你认识的人都已经在通话中了。

source: Everything you share is locked so only your people can see it. No ads, no tracking — ever.
de: Alles, was du teilst, ist verschlüsselt — nur deine Leute können es sehen. Keine Werbung, kein Tracking — niemals.
es: Todo lo que compartes se cifra para que solo los tuyos puedan verlo. Sin anuncios ni rastreo — nunca.
fr: Tout ce que vous partagez est verrouillé : vos proches seuls peuvent le voir. Aucune pub, aucun pistage — jamais.
it: Tutto ciò che condividi è protetto: solo le tue persone possono vederlo. Niente pubblicità, niente tracciamento — mai.
ja: 共有したものはすべてロックされ、あなたの大切な人だけが見られます。広告も追跡も、一切ありません。
ko: 공유하는 모든 것은 잠겨 있어 내 사람들만 볼 수 있어요. 광고도, 추적도 없습니다 — 영원히.
pt_br: Tudo o que você compartilha fica protegido para que só as suas pessoas vejam. Sem anúncios, sem rastreamento — nunca.
zh_hans: 你分享的一切都经过加密，只有你的人能看到。没有广告，没有追踪，永远都不会有。

source: Everything you share lives here — and a copy stays on your device.
de: Alles, was du teilst, liegt hier — und eine Kopie bleibt auf deinem Gerät.
es: Todo lo que compartes vive aquí — y una copia se queda en tu dispositivo.
fr: Tout ce que vous partagez se trouve ici — et une copie reste sur votre appareil.
it: Tutto ciò che condividi vive qui — e una copia resta sul tuo dispositivo.
ja: 共有したものはすべてここに集まります。コピーはあなたのデバイスにも残ります。
ko: 공유한 모든 것이 여기에 있어요 — 사본은 기기에도 남습니다.
pt_br: Tudo o que você compartilha fica aqui — e uma cópia permanece no seu dispositivo.
zh_hans: 你分享的一切都在这里，你的设备上也会保留一份副本。

source: Everything you've shared is already optimized — including video posters.
de: Alles, was du geteilt hast, ist bereits optimiert — auch die Video-Vorschaubilder.
es: Todo lo que has compartido ya está optimizado — incluidas las miniaturas de los vídeos.
fr: Tout ce que vous avez partagé est déjà optimisé — y compris les affiches vidéo.
it: Tutto ciò che hai condiviso è già ottimizzato — comprese le anteprime dei video.
ja: 共有済みのものはすべて最適化されています（動画のポスター画像も含む）。
ko: 공유한 항목은 이미 모두 최적화되어 있어요 — 동영상 포스터까지요.
pt_br: Tudo o que você compartilhou já está otimizado — inclusive as capas dos vídeos.
zh_hans: 你分享过的内容都已优化完毕，包括视频封面。

source: External `haven-relay` or your own S3 bucket. Most people can skip this.
de: Externes `haven-relay` oder dein eigener S3-Bucket. Die meisten können das überspringen.
es: Un `haven-relay` externo o tu propio bucket de S3. La mayoría puede saltarse esto.
fr: `haven-relay` externe ou votre propre bucket S3. La plupart des gens peuvent passer cette étape.
it: `haven-relay` esterno o un bucket S3 tuo. Quasi tutti possono saltare questo passaggio.
ja: 外部の `haven-relay` か、自分のS3バケット。ほとんどの人はスキップして大丈夫です。
ko: 외부 `haven-relay` 또는 직접 운영하는 S3 버킷. 대부분은 건너뛰어도 됩니다.
pt_br: `haven-relay` externo ou seu próprio bucket S3. A maioria das pessoas pode pular isso.
zh_hans: 外部 `haven-relay` 或你自己的 S3 存储桶。大多数人可以跳过这一项。

source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pt_br: Arquivo
zh_hans: 文件

source: File attachment
de: Dateianhang
es: Archivo adjunto
fr: Pièce jointe
it: Allegato
ja: ファイル添付
ko: 파일 첨부
pt_br: Anexo de arquivo
zh_hans: 文件附件

source: Files…
de: Dateien…
es: Archivos…
fr: Fichiers…
it: File…
ja: ファイル…
ko: 파일…
pt_br: Arquivos…
zh_hans: 文件…

source: Find any song in the catalog.
de: Finde jeden Song im Katalog.
es: Encuentra cualquier canción del catálogo.
fr: Trouvez n'importe quel titre du catalogue.
it: Trova qualsiasi brano nel catalogo.
ja: カタログからどんな曲でも探せます。
ko: 카탈로그에서 어떤 곡이든 찾아보세요.
pt_br: Encontre qualquer música do catálogo.
zh_hans: 在曲库中查找任意歌曲。

source: Find my friend
de: Freunde finden
es: Buscar a mi amigo
fr: Trouver mon ami
it: Trova il mio amico
ja: 友だちを探す
ko: 친구 찾기
pt_br: Encontrar meu amigo
zh_hans: 找到我的朋友

source: Follow
de: Folgen
es: Seguir
fr: Suivre
it: Segui
ja: フォロー
ko: 팔로우
pt_br: Seguir
zh_hans: 关注

source: For the cellular-vs-Wi-Fi test: if “Internet delivered” stays “not yet”, screenshot this and send it over.
de: Für den Test Mobilfunk vs. WLAN: Wenn „Internet zugestellt“ weiterhin „noch nicht“ anzeigt, mach davon einen Screenshot und schick ihn rüber.
es: Para la prueba de datos móviles vs. Wi-Fi: si “Internet entregado” sigue en “todavía no”, haz una captura y envíala.
fr: Pour le test cellulaire/Wi-Fi : si « Internet distribué » reste sur « pas encore », faites une capture d'écran et envoyez-la.
it: Per il test rete mobile/Wi-Fi: se “Internet consegnato” resta “non ancora”, fai uno screenshot e mandacelo.
ja: モバイル通信とWi-Fiの比較テスト用: 「インターネット配信」が「まだ」のままなら、この画面のスクリーンショットを撮って送ってください。
ko: 셀룰러 대 Wi-Fi 테스트용: “인터넷 전달”이 계속 “아직”으로 남아 있으면, 이 화면을 캡처해서 보내주세요.
pt_br: Para o teste de rede móvel vs. Wi-Fi: se “Entregue pela internet” continuar em “ainda não”, tire uma captura de tela e envie.
zh_hans: 用于蜂窝网络与 Wi-Fi 的对比测试：如果“互联网已送达”一直显示“尚未”，请截图发给我们。

source: Force call relay (testing)
de: Anruf-Relay erzwingen (Test)
es: Forzar relay en las llamadas (pruebas)
fr: Forcer le relais d'appel (test)
it: Forza il relay per le chiamate (test)
ja: 通話を強制的にrelay経由にする（テスト用）
ko: 통화 relay 강제 사용 (테스트)
pt_br: Forçar relay de chamada (teste)
zh_hans: 强制通话走 Relay（测试）

source: Force reconnect & sync
de: Neu verbinden & synchronisieren erzwingen
es: Forzar reconexión y sincronización
fr: Forcer la reconnexion et la synchro
it: Forza riconnessione e sincronizzazione
ja: 再接続と同期を強制する
ko: 강제로 재연결 및 동기화
pt_br: Forçar reconexão e sincronização
zh_hans: 强制重新连接并同步

source: Forget
de: Vergessen
es: Olvidar
fr: Oublier
it: Dimentica
ja: 削除
ko: 잊기
pt_br: Esquecer
zh_hans: 忘记

source: Forget this relay everywhere
de: Dieses Relay überall vergessen
es: Olvidar este relay en todas partes
fr: Oublier ce relais partout
it: Dimentica questo relay ovunque
ja: このrelayをすべての場所から削除
ko: 모든 곳에서 이 relay 잊기
pt_br: Esquecer este relay em todos os lugares
zh_hans: 在所有设备上忘记这个 Relay

source: Found someone! 🎉
de: Jemanden gefunden! 🎉
es: ¡Encontramos a alguien! 🎉
fr: Quelqu'un trouvé ! 🎉
it: Trovato qualcuno! 🎉
ja: 見つかりました！🎉
ko: 찾았어요! 🎉
pt_br: Encontramos alguém! 🎉
zh_hans: 找到人了！🎉

source: Free Cloudflare DNS broken on this network
de: Kostenloses Cloudflare-DNS funktioniert in diesem Netzwerk nicht
es: El DNS gratuito de Cloudflare no funciona en esta red
fr: DNS Cloudflare gratuit inutilisable sur ce réseau
it: Il DNS gratuito di Cloudflare non funziona su questa rete
ja: このネットワークでは無料のCloudflare DNSが使えません
ko: 이 네트워크에서는 무료 Cloudflare DNS가 작동하지 않음
pt_br: O DNS gratuito da Cloudflare não funciona nesta rede
zh_hans: 免费的 Cloudflare DNS 在这个网络上无法使用

source: Free trycloudflare (auto)
de: Kostenloses trycloudflare (automatisch)
es: trycloudflare gratis (automático)
fr: trycloudflare gratuit (auto)
it: trycloudflare gratuito (auto)
ja: 無料のtrycloudflare（自動）
ko: 무료 trycloudflare (자동)
pt_br: trycloudflare gratuito (automático)
zh_hans: 免费 trycloudflare（自动）

source: Frees space on this device only — posts re-download on demand. Kept items stay.
de: Gibt nur auf diesem Gerät Speicher frei — Beiträge werden bei Bedarf erneut geladen. Behaltene Inhalte bleiben.
es: Libera espacio solo en este dispositivo — las publicaciones se vuelven a descargar cuando las necesites. Lo guardado se queda.
fr: Libère de l'espace sur cet appareil uniquement — les publications se retéléchargent à la demande. Les éléments conservés restent.
it: Libera spazio solo su questo dispositivo — i post vengono riscaricati all'occorrenza. Gli elementi conservati restano.
ja: このデバイスの空き容量だけを増やします。投稿は必要になったら再ダウンロードされます。保存した項目はそのまま残ります。
ko: 이 기기에서만 공간을 확보해요. 게시물은 필요할 때 다시 다운로드되고, 보관한 항목은 그대로 남습니다.
pt_br: Libera espaço apenas neste dispositivo — as publicações são baixadas de novo quando necessário. Os itens guardados permanecem.
zh_hans: 仅释放这台设备上的空间——帖子会按需重新下载，已保留的内容不受影响。

source: From
de: Von
es: De
fr: De
it: Da
ja: 差出人
ko: 보낸 사람
pt_br: De
zh_hans: 来自

source: Get Latest Haven Message
de: Neueste Haven-Nachricht abrufen
es: Obtener el último mensaje de Haven
fr: Obtenir le dernier message Haven
it: Ottieni l'ultimo messaggio Haven
ja: Havenの最新メッセージを取得
ko: 최신 Haven 메시지 가져오기
pt_br: Obter a mensagem mais recente do Haven
zh_hans: 获取最新的 Haven 消息

source: Get Latest Haven Post
de: Neuesten Haven-Beitrag abrufen
es: Obtener la última publicación de Haven
fr: Obtenir la dernière publication Haven
it: Ottieni l'ultimo post Haven
ja: Havenの最新の投稿を取得
ko: 최신 Haven 게시물 가져오기
pt_br: Obter a publicação mais recente do Haven
zh_hans: 获取最新的 Haven 帖子

source: Give this circle a relay
de: Diesem Kreis ein Relay geben
es: Asignar un relay a este círculo
fr: Donner un relais à ce cercle
it: Assegna un relay a questa cerchia
ja: このサークルにrelayを設定
ko: 이 서클에 relay 연결하기
pt_br: Dar um relay a este círculo
zh_hans: 为这个圈子设置一个 Relay

source: Give this identity a name so you can tell your identities apart.
de: Gib dieser Identität einen Namen, damit du deine Identitäten auseinanderhalten kannst.
es: Ponle un nombre a esta identidad para poder distinguir unas de otras.
fr: Donnez un nom à cette identité pour distinguer vos identités entre elles.
it: Dai un nome a questa identità per distinguerla dalle altre.
ja: このアイデンティティに名前を付けて、ほかと見分けられるようにしましょう。
ko: 아이덴티티를 서로 구분할 수 있도록 이름을 지어 주세요.
pt_br: Dê um nome a esta identidade para diferenciar suas identidades.
zh_hans: 给这个身份取个名字，方便你区分不同的身份。

source: Hand the primary role back to your iPhone, then link this device to it.
de: Gib die Hauptrolle an dein iPhone zurück und verbinde dann dieses Gerät damit.
es: Devuelve el rol principal a tu iPhone y luego vincula este dispositivo a él.
fr: Redonnez le rôle principal à votre iPhone, puis reliez-y cet appareil.
it: Riporta il ruolo principale sul tuo iPhone, poi collega questo dispositivo a quello.
ja: プライマリの役割をiPhoneに戻してから、このデバイスをリンクしてください。
ko: 기본 기기 역할을 iPhone에 다시 넘긴 다음, 이 기기를 연결하세요.
pt_br: Devolva o papel de dispositivo principal ao seu iPhone e depois vincule este dispositivo a ele.
zh_hans: 先把主设备角色交回你的 iPhone，然后把这台设备关联到它。

source: Have them scan this, or send them your invite link.
de: Lass sie das scannen oder schick ihnen deinen Einladungslink.
es: Pídeles que escaneen esto o envíales tu enlace de invitación.
fr: Faites-leur scanner ceci, ou envoyez-leur votre lien d'invitation.
it: Fagli scansionare questo codice, oppure mandagli il tuo link di invito.
ja: これをスキャンしてもらうか、招待リンクを送ってください。
ko: 이걸 스캔하게 하거나, 초대 링크를 보내주세요.
pt_br: Peça para a pessoa escanear isto ou envie seu link de convite.
zh_hans: 让对方扫一下这个码，或者把你的邀请链接发给他们。

source: Haven is locked
de: Haven ist gesperrt
es: Haven está bloqueado
fr: Haven est verrouillé
it: Haven è bloccato
ja: Havenはロックされています
ko: Haven이 잠겨 있습니다
pt_br: O Haven está bloqueado
zh_hans: Haven 已锁定

source: Haven is yours and your people's — nobody else can see inside, so keeping it good is on all of us. **There is zero tolerance for objectionable content or abusive behavior.**
de: Haven gehört dir und deinen Leuten — niemand sonst kann hineinsehen. Es liegt also an uns allen, dass es hier gut bleibt. **Anstößige Inhalte und respektloses Verhalten werden nicht toleriert.**
es: Haven es tuyo y de los tuyos — nadie más puede ver lo que hay dentro, así que mantenerlo bien depende de todos. **No se tolera ningún contenido ofensivo ni comportamiento abusivo.**
fr: Haven vous appartient, à vous et à vos proches — personne d'autre ne peut voir à l'intérieur, alors c'est à nous tous d'en prendre soin. **Aucune tolérance envers les contenus choquants ou les comportements abusifs.**
it: Haven è tuo e delle tue persone — nessun altro può vedere cosa c'è dentro, quindi tenerlo un bel posto dipende da tutti noi. **Non c'è alcuna tolleranza per contenuti offensivi o comportamenti abusivi.**
ja: Havenはあなたとあなたの大切な人のためのものです。ほかの誰も中を見ることはできないので、心地よい場所に保つのはみんなの責任です。**不適切なコンテンツや嫌がらせ行為は一切許容されません。**
ko: Haven은 나와 내 사람들의 공간이에요. 다른 누구도 안을 들여다볼 수 없으니, 좋은 공간으로 지키는 건 우리 모두의 몫입니다. **불쾌한 콘텐츠나 폭력적인 행동은 절대 용납되지 않습니다.**
pt_br: O Haven é seu e das suas pessoas — mais ninguém consegue ver o que há dentro, então mantê-lo um bom lugar é responsabilidade de todos nós. **Não há nenhuma tolerância com conteúdo questionável ou comportamento abusivo.**
zh_hans: Haven 属于你和你的人，别人看不到里面的内容，所以维护好它要靠我们每个人。**我们对令人反感的内容和滥用行为零容忍。**

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
ja: 非表示
ko: 숨기기
pt_br: Ocultar
zh_hans: 隐藏

source: Hide for me
de: Nur für mich ausblenden
es: Ocultar solo para mí
fr: Masquer pour moi
it: Nascondi solo per me
ja: 自分だけ非表示にする
ko: 나에게만 숨기기
pt_br: Ocultar para mim
zh_hans: 仅对我隐藏

source: Hide hidden posts
de: Ausgeblendete Beiträge verbergen
es: Ocultar las publicaciones ocultas
fr: Masquer les publications masquées
it: Nascondi i post nascosti
ja: 非表示にした投稿を隠す
ko: 숨긴 게시물 가리기
pt_br: Ocultar publicações ocultas
zh_hans: 隐藏已隐藏的帖子

source: Hides old posts from your feed only — never deletes anything for anyone else.
de: Blendet alte Beiträge nur in deinem Feed aus — löscht nie etwas für andere.
es: Oculta las publicaciones antiguas solo en tu feed — nunca borra nada para los demás.
fr: Masque les anciennes publications de votre fil uniquement — cela ne supprime jamais rien pour les autres.
it: Nasconde i vecchi post solo dal tuo feed — non elimina mai nulla per gli altri.
ja: 自分のフィードから古い投稿を隠すだけです。ほかの人から何かが削除されることはありません。
ko: 내 피드에서만 오래된 게시물을 숨겨요 — 다른 사람에게서는 아무것도 삭제되지 않습니다.
pt_br: Oculta publicações antigas apenas do seu feed — nunca apaga nada para as outras pessoas.
zh_hans: 只在你的动态里隐藏旧帖子，不会为其他任何人删除任何内容。

source: Hides the post for you now; your circle sees the report. Nothing is ever logged.
de: Blendet den Beitrag sofort für dich aus; dein Kreis sieht die Meldung. Es wird nie etwas protokolliert.
es: Oculta la publicación para ti ahora; tu círculo ve la denuncia. Nunca se registra nada.
fr: Masque la publication pour vous dès maintenant ; votre cercle voit le signalement. Rien n'est jamais enregistré.
it: Nasconde subito il post per te; la tua cerchia vede la segnalazione. Non viene registrato nulla.
ja: 今すぐ自分の画面から投稿を非表示にします。報告はサークルのみんなに共有されます。ログが残ることはありません。
ko: 지금 이 게시물이 나에게만 숨겨지고, 서클에는 신고 내용이 전달됩니다. 어떤 기록도 남지 않습니다.
pt_br: Oculta a publicação para você agora; seu círculo vê a denúncia. Nada é registrado.
zh_hans: 这条帖子现在只对你隐藏；你的圈子会看到这次举报。我们从不记录任何内容。

source: Holds sealed posts for offline members while Haven is open. A Mac is best.
de: Bewahrt versiegelte Beiträge für gerade offline Mitglieder auf, solange Haven geöffnet ist. Am besten ein Mac.
es: Guarda las publicaciones selladas para los miembros desconectados mientras Haven esté abierto. Un Mac es lo ideal.
fr: Conserve les publications scellées pour les membres hors ligne tant que Haven est ouvert. Un Mac est idéal.
it: Conserva i post sigillati per i membri offline mentre Haven è aperto. Meglio un Mac.
ja: Havenを開いている間、オフラインのメンバーのために暗号化された投稿を預かります。Macが最適です。
ko: Haven이 켜져 있는 동안 오프라인 멤버를 위해 봉인된 게시물을 보관해요. Mac이 가장 좋습니다.
pt_br: Guarda publicações lacradas para os membros offline enquanto o Haven estiver aberto. Um Mac é o ideal.
zh_hans: 在 Haven 处于打开状态时，为离线成员保管加密封存的帖子。用 Mac 最合适。

source: Holds this circle's sealed posts for offline members — it only ever sees ciphertext.
de: Bewahrt die versiegelten Beiträge dieses Kreises für gerade offline Mitglieder auf — es sieht dabei immer nur verschlüsselte Daten.
es: Guarda las publicaciones selladas de este círculo para los miembros desconectados — solo ve texto cifrado.
fr: Conserve les publications scellées de ce cercle pour les membres hors ligne — il ne voit jamais que du chiffré.
it: Conserva i post sigillati di questa cerchia per i membri offline — vede sempre e solo testo cifrato.
ja: オフラインのメンバーのために、このサークルの暗号化された投稿を預かります。見えるのは暗号文だけです。
ko: 오프라인 멤버를 위해 이 서클의 봉인된 게시물을 보관해요 — 암호문 외에는 아무것도 보지 못합니다.
pt_br: Guarda as publicações lacradas deste círculo para os membros offline — ele só enxerga texto cifrado.
zh_hans: 为离线成员保管这个圈子加密封存的帖子——它只能看到密文。

source: How Haven works
de: So funktioniert Haven
es: Cómo funciona Haven
fr: Comment fonctionne Haven
it: Come funziona Haven
ja: Havenのしくみ
ko: Haven 작동 방식
pt_br: Como o Haven funciona
zh_hans: Haven 的运作方式

source: How this person shows up for you — long-press anyone in your circle to set it.
de: Wie diese Person bei dir erscheint — halte jemanden in deinem Kreis gedrückt, um das festzulegen.
es: Cómo aparece esta persona para ti — mantén pulsado a cualquiera de tu círculo para configurarlo.
fr: La façon dont cette personne apparaît pour vous — appuyez longuement sur n'importe qui de votre cercle pour la définir.
it: Come questa persona si presenta a te — tieni premuto su chiunque nella tua cerchia per impostarlo.
ja: その人があなたの中でどんな存在か — サークルの相手を長押しして設定できます。
ko: 이 사람이 나에게 어떻게 표시되는지 — 서클에 있는 사람을 길게 눌러 설정하세요.
pt_br: Como esta pessoa aparece para você — toque e segure qualquer pessoa do seu círculo para definir.
zh_hans: 这个人在你这里的显示方式 —— 长按圈子里的任何人即可设置。

source: How to set one up
de: So richtest du einen ein
es: Cómo configurar uno
fr: Comment en configurer un
it: Come crearne una
ja: 設定の方法
ko: 설정하는 방법
pt_br: Como configurar um
zh_hans: 如何设置

source: Hybrid post-quantum encryption. Your keys never leave this device.
de: Hybride Post-Quanten-Verschlüsselung. Deine Schlüssel verlassen dieses Gerät nie.
es: Cifrado híbrido poscuántico. Tus claves nunca salen de este dispositivo.
fr: Chiffrement post-quantique hybride. Vos clés ne quittent jamais cet appareil.
it: Crittografia ibrida post-quantistica. Le tue chiavi non lasciano mai questo dispositivo.
ja: ハイブリッド耐量子暗号。鍵がこの端末から出ることはありません。
ko: 하이브리드 양자내성 암호화. 키는 이 기기를 벗어나지 않습니다.
pt_br: Criptografia híbrida pós-quântica. Suas chaves nunca saem deste dispositivo.
zh_hans: 混合后量子加密。你的密钥永远不会离开这台设备。

source: I agree
de: Ich stimme zu
es: Acepto
fr: J'accepte
it: Accetto
ja: 同意する
ko: 동의합니다
pt_br: Concordo
zh_hans: 我同意

source: I agree — enter Haven
de: Ich stimme zu — Haven betreten
es: Acepto — entrar en Haven
fr: J'accepte — entrer dans Haven
it: Accetto — entra in Haven
ja: 同意して Haven を始める
ko: 동의하고 Haven 시작하기
pt_br: Concordo — entrar no Haven
zh_hans: 我同意 —— 进入 Haven

source: Identity & backup
de: Identität & Backup
es: Identidad y copia de seguridad
fr: Identité et sauvegarde
it: Identità e backup
ja: ID とバックアップ
ko: 신원 및 백업
pt_br: Identidade e backup
zh_hans: 身份与备份

source: Identity & iCloud backup
de: Identität & iCloud-Backup
es: Identidad y copia en iCloud
fr: Identité et sauvegarde iCloud
it: Identità e backup su iCloud
ja: ID と iCloud バックアップ
ko: 신원 및 iCloud 백업
pt_br: Identidade e backup do iCloud
zh_hans: 身份与 iCloud 备份

source: If you made this circle, give it a verified owner so removing someone cuts them off for good. Everyone here chooses whether to follow you.
de: Wenn du diesen Kreis erstellt hast, gib ihm einen verifizierten Besitzer, damit das Entfernen einer Person endgültig ist. Alle hier entscheiden selbst, ob sie dir folgen.
es: Si creaste este círculo, asígnale un propietario verificado para que, al expulsar a alguien, quede fuera para siempre. Cada persona de aquí decide si te sigue.
fr: Si vous avez créé ce cercle, donnez-lui un propriétaire vérifié : retirer quelqu'un lui coupera alors l'accès définitivement. Chaque personne ici choisit de vous suivre ou non.
it: Se hai creato tu questa cerchia, assegnale un proprietario verificato: così rimuovere qualcuno lo escluderà per sempre. Tutti qui scelgono se seguirti.
ja: このサークルを作成したなら、確認済みのオーナーを設定しておきましょう。メンバーを削除したときに完全に接続を断てます。ここにいる全員が、あなたをフォローするかどうかを自分で選べます。
ko: 이 서클을 만든 사람이라면 확인된 소유자를 지정하세요. 그래야 누군가를 내보낼 때 완전히 차단됩니다. 여기 있는 사람들은 나를 팔로우할지 각자 선택합니다.
pt_br: Se você criou este círculo, defina um dono verificado para que remover alguém corte o acesso de vez. Todos aqui escolhem se querem seguir você.
zh_hans: 如果这个圈子是你创建的，请为它指定一位已验证的拥有者，这样移除某人后就能彻底断开他们的访问。这里的每个人都可以自行决定是否关注你。

source: Incoming call…
de: Eingehender Anruf …
es: Llamada entrante…
fr: Appel entrant…
it: Chiamata in arrivo…
ja: 着信中…
ko: 걸려 오는 전화…
pt_br: Chamada recebida…
zh_hans: 来电…

source: Incoming group call…
de: Eingehender Gruppenanruf …
es: Llamada grupal entrante…
fr: Appel de groupe entrant…
it: Chiamata di gruppo in arrivo…
ja: グループ通話の着信中…
ko: 걸려 오는 그룹 통화…
pt_br: Chamada em grupo recebida…
zh_hans: 群组通话来电…

source: Index in Spotlight
de: In Spotlight indizieren
es: Indexar en Spotlight
fr: Indexer dans Spotlight
it: Indicizza in Spotlight
ja: Spotlight で検索できるようにする
ko: Spotlight에 색인
pt_br: Indexar no Spotlight
zh_hans: 在 Spotlight 中索引

source: Invite
de: Einladen
es: Invitar
fr: Inviter
it: Invita
ja: 招待
ko: 초대
pt_br: Convidar
zh_hans: 邀请

source: Invite a friend
de: Freunde einladen
es: Invitar a un amigo
fr: Inviter un ami
it: Invita un amico
ja: 友だちを招待
ko: 친구 초대하기
pt_br: Convidar um amigo
zh_hans: 邀请好友

source: Invite someone
de: Jemanden einladen
es: Invitar a alguien
fr: Inviter quelqu'un
it: Invita qualcuno
ja: 誰かを招待
ko: 다른 사람 초대하기
pt_br: Convidar alguém
zh_hans: 邀请他人
